import type { Question } from "./questions.svelte";

// Старт
export let q001: Question[] = [
  { name: "Почему ты запустил стрим?" },
  { name: "Какая структура у твоего стрима?" },
  { name: "Чем занимаешься по-жизни?" },
  { name: "Почему живой эфир, а не запись с пост обработкой?" },
  { name: "Как отвечать на вопросы коротко?" },
  { name: "Как отвечать на вопросы развернуто?" },
  { name: "Как люди видят тебя со стороны?" },
  { name: "Почему важно не повторятся в ответах на один и тот же вопрос?" },
  { name: "Сколько вопросов должно быть в передаче?" },
  { name: "15 минут по времени эфир нормально будет?" },
  { name: "Кто и когда пишет вопросы для этого шоу?" },
  { name: "А можно не повторятся в формулировках вопросов?" },
]