import type { Question } from "./questions.svelte";

export let q001: Question[] = [
  { name: "Почему ты запустил стрим?" },
  { name: "Какая структура у твоего стрима?" },
  { name: "Чем занимаешься по-жизни?" },
  { name: "Почему живой эфир, а не запись с пост обработкой?" },
  { name: "Как отвечать на вопросы коротко?" },
  { name: "Как отвечать на вопросы развернуто?" },
  { name: "Как люди видят тебя со стороны?" },
  { name: "Почему важно не повторятся в ответах на один и тот же вопрос?" },
]