import type { Question } from "./questions.svelte";

// ЯП
export let q002: Question[] = [
  { name: "Что такое приложение?" },
  { name: "Чем отличаются яп?" },
  { name: "Почему яп можно разделить на строковые и управляющие?" },
  { name: "Чем хороши языки для веба?" },
  { name: "Почему программирование вокруг нас?" },
  { name: "Лучший язык для бека?" },
  { name: "Лучший язык для фронта?" },
  { name: "Почему веб яп захватывают мир?" },
  { name: "В чем противовечие языка?" },
  { name: "Кого и куда захватит аяй?" },
]